class script(object):
    START_TXT = """👋 ʜᴇʟʟᴏ {},
ᴍʏ ɴᴀᴍᴇ ɪs {},\n ɪ ᴄᴀɴ ᴘʀᴏᴠɪᴅᴇ ᴍᴏᴠɪᴇs, ʏᴏᴜ ᴊᴜsᴛ ᴊᴏɪɴ ᴍʏ ɢʀᴏᴜᴘ ᴀɴᴅ ᴇɴᴊᴏʏ..."""
    HELP_TXT = """ʜᴇʏ {}
ʜᴇʀᴇ ɪs ᴍʏ ʜᴇʟᴘ ᴄᴏᴍᴍᴀɴᴅs"""
    ABOUT_TXT = """✯ ᴍʏ ɴᴀᴍᴇ : {}
✯ ᴄʀᴇᴀᴛᴏʀ : <a href=https://t.me/Crude_X>ᴄʀᴜᴅᴇ_x </a>
✯ ʟɪʙʀᴀʀʏ : ᴘʏʀᴏɢʀᴀᴍ
✯ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ 3
✯ ᴅᴀᴛᴀ ʙᴀsᴇ : ᴍᴀɴɢᴏ-ᴅʙ
✯ ʙᴏᴛ sᴇʀᴠᴇʀ : ʜᴇʀᴏᴋᴜ
✯ ʙᴜɪʟᴅ sᴛᴀᴛᴜs : ᴍᴀᴊᴏʀ"""
    SOURCE_TXT = """<b>NOTE:</b>
ᴠɪᴊᴀʏ ɪs ᴀɴ ᴏᴘᴇɴ sᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ
sᴏᴜʀᴄᴇ : <a href=https://github.com/PbAjay/Vijay>ᴠɪᴊᴀʏ</a>

<b>ᴅᴇᴠ:</b>
<a href=https://t.me/Crude_X>ᴄʀᴜᴅᴇ_x</a>"""
    FILE_TXT = """ʜᴇʟᴘ : ɪɴғᴏ

<b>ɪ ᴀᴍ ᴀ ᴀᴜᴛᴏ ғɪʟᴛᴇʀ ʙᴏᴛ ᴄᴏᴅᴇᴅ ʙʏ <a href=https://t.me/Crude_X>ᴘʙ ᴀᴊᴀʏ</a> </b>"""
    FUN_TXT ="""<b>Gᴀᴍᴇs</b> 
    
<b>ᴊᴜsᴛ sᴏᴍᴇ ᴋɪɴᴅ ᴏғ ғᴜɴ ᴛʜɪɴɢs</b>
 
1. /dice - ʀᴏʟʟ ᴛʜᴇ ᴅɪᴄᴇ
2. /Throw ᴛᴏ ᴛʜʀᴏᴡ ᴀʀʀᴏᴡ
3. /Dart - ᴛᴏ ᴍᴀᴋᴇ ᴅᴀʀᴛ
4. /Runs - ʀᴀɴᴅᴏᴍ ᴅɪᴀʟᴏɢᴜᴇs
5. /Goal - ᴛᴏ ᴍᴀᴋᴇ ɢᴏᴀʟ
6. /Shoot - ᴛᴏ sʜᴏᴏᴛ
7. /luck - ᴛʀʏ ʏᴏᴜʀ ʟᴜᴄᴋ"""
    MANUELFILTER_TXT = """ʜᴇʟᴘ : <b>ғɪʟᴛᴇʀs</b>

⪼ ғɪʟᴛᴇʀ ɪs ᴛʜᴇ ғᴇᴀᴛᴜʀᴇ ᴡᴇʀᴇ ᴜsᴇʀs ᴄᴀɴ sᴇᴛ ᴀᴜᴛᴏᴍᴀᴛᴇᴅ ʀᴇᴘʟɪᴇs ғᴏʀ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴋᴇʏᴡᴏʀᴅ ᴀɴᴅ ᴠɪᴊᴀʏ  ᴡɪʟʟ ʀᴇsᴘᴏɴᴅ ᴡʜᴇɴᴇᴠᴇʀ ᴀ ᴋᴇʏᴡᴏʀᴅ ɪs ғᴏᴜɴᴅ ᴛʜᴇ ᴍᴇssᴀɢᴇ

<b>ɴᴏᴛᴇ :</b>
1. ᴛʜɪs ʙᴏᴛ sʜᴏᴜʟᴅ ʜᴀᴠᴇ ᴀᴅᴍɪɴ ᴘʀɪᴠɪʟʟᴀɢᴇ.
2. ᴏɴʟʏ ᴀᴅᴍɪɴs ᴄᴀɴ ᴀᴅᴅ ғɪʟᴛᴇʀs ɪɴ ᴀ ᴄʜᴀᴛ.
3. ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴs ʜᴀᴠᴇ ᴀ ʟɪᴍɪᴛ ᴏғ 64 ᴄʜᴀʀᴀᴄᴛᴇʀs.

<bᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :</b>
⪼ /filter - ᴀᴅᴅ ᴀ ғɪʟᴛᴇʀ ɪɴ ᴄʜᴀᴛ
⪼ /filters - ʟɪsᴛ ᴀʟʟ ᴛʜᴇ ғɪʟᴛᴇʀs ᴏғ ᴀ ᴄʜᴀᴛ
⪼ /del - ᴅᴇʟᴇᴛᴇ ᴀ sᴘᴇᴄɪғɪᴄ ғɪʟᴛᴇʀ ɪɴ ᴄʜᴀᴛ
⪼ /delall - ᴅᴇʟᴇᴛᴇ ᴛʜᴇ ᴡʜᴏʟᴇ ғɪʟᴛᴇʀs ɪɴ ᴀ ᴄʜᴀᴛ"""
    SONG_TXT = """sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ</b>

<b>sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ ᴍᴏᴅᴜʟᴇ, ғᴏʀ ᴛʜᴏsᴇ ᴡʜᴏ ʟᴏᴠᴇ ᴍᴜsɪᴄ. ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴛʜɪs ғᴇᴀᴛᴜᴇ ғᴏʀ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ sᴏɴɢ ᴡɪᴛʜ sᴜᴘᴇʀ ғᴀsᴛ sᴘᴇᴇᴅ.ᴡᴏʀᴋs ᴏɴʟʏ ᴏɴ ɢʀᴏᴜᴘs..</b>

<b>ᴄᴏᴍᴍᴀɴᴅ</b>

⪼  /song sᴏɴɢ ɴᴀᴍᴇ
ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘ"""
    PIN_TXT ="""<b>ᴘɪɴ ᴍᴏᴅᴜʟᴇ</b>
<b>ᴘɪɴ ᴀ ᴍᴇssᴀɢᴇ..</b>

<b>ᴀʟʟ ᴛʜᴇ ᴘɪɴ ʀᴇᴘʟᴀᴛᴇᴅ ᴄᴏᴍᴍᴀɴᴅs ᴄᴀɴ ʙᴇ ғᴏᴜɴᴅ ʜᴇʀᴇ</b>

<b>ᴄᴏᴍᴍᴀɴᴅs</b>

⪼ /pin - ᴛᴏ ᴘɪɴ ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴏɴ ʏᴏᴜʀ ᴄʜᴀᴛs
⪼ /unpin - ᴛᴏ ᴜɴᴘɪɴ ᴛʜᴇ ᴄᴜʀʀᴇᴇɴᴛ ᴘɪɴɴᴇᴅ ᴍᴇsᴀᴀɢᴇ"""
    PINGS_TXT ="""ʜᴇʟᴘ : <b>ᴘɪɴɢ :</b>

ʜᴇʟᴘs ʏᴏᴜ ᴛᴏ ᴋɴᴏᴡ ʏᴏᴜʀ ᴘɪɴɢ 

<b>ᴄᴏᴍᴍᴀɴᴅs :</b>

⪼ /alive - ᴄʜᴇᴄᴋ ɴᴏᴛ ᴀʟɪᴠᴇ ᴏʀ ɴᴏᴛ
⪼ /ping - ᴛᴏ ɢᴇᴛ ʏᴏᴜʀ ᴘɪɴɢ
<b>ᴜsᴀɢᴇ  :</b>

⪼ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅs ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ɪɴ ᴘᴍs ᴀɴᴅ ɢʀᴏᴜᴘs
⪼ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅs ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ʙᴜʏ ᴇᴠᴇʀʏᴏɴᴇ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘs ᴀɴᴅ ʙᴏᴛs ᴘᴍ
⪼ sʜᴀʀᴇ ᴜs ғᴏʀ ᴍᴏʀᴇ ғᴇᴀᴛᴜʀᴇs"""
    TELE_TXT = """ʜᴇʟᴘ : <b>ᴛᴇʟᴇɢʀᴀᴘʜ</b>

ᴅᴏ ᴀs ʏᴏᴜ ᴡɪsʜ ᴡɪᴛʜ ᴛᴇʟᴇɢʀᴀ.ᴘʜ ᴍᴏᴅᴜʟᴇ!

</b>ᴜsᴀɢᴇ:</b>

/telegraph - sᴇɴᴅ ᴍᴇ ᴘɪᴄᴛᴜʀᴇ ᴏʀ ᴠɪᴅᴇᴏ ᴜɴᴅᴇʀ (5ᴍʙ)

<b>ɴᴏᴛᴇ :</b>

⪼ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ɪs ᴀᴠᴀɪʟᴀʙʟᴇ ɪɴ ɢᴏᴜᴘs ᴀɴᴅ ᴘᴍs
⪼ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴄᴀɴ ʙᴇ ᴜsᴇᴅ ʙʏ ᴇᴠᴇʀʏᴏɴᴇ"""
    BUTTON_TXT = """ʜᴇʟᴘ : <b>ʙᴜᴛᴛᴏɴs</b>

ᴛʜɪs ʙᴏᴛ sᴜᴘᴘᴏʀᴛs ʙᴏᴛʜ ᴜʀʟ ᴀɴᴅ ᴀʟᴇʀᴛ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴs

<b>ɴᴏᴛᴇ:</b>
1. ᴛᴇʟᴇɢʀᴀᴍ ᴡɪʟʟ ɴᴏᴛ ᴀʟʟᴏᴡs ʏᴏᴜ ᴛᴏ sᴇɴᴅ ʙᴜᴛᴛᴏɴs ᴡɪᴛʜᴏᴜᴛ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ, sᴏ ᴄᴏɴᴛᴇɴᴛ ɪs ᴍᴀɴᴅᴀᴛᴏʀʏ.
2. ᴛʜɪs ʙᴏᴛ sᴜᴘᴘᴏʀᴛs ʙᴜᴛᴛᴏɴs ᴡɪᴛʜ ᴀɴʏ ᴛᴇʟᴇɢʀᴀᴍ ᴍᴇᴅɪᴀ ᴛʏᴘᴇ.
3. ʙᴜᴛᴛᴏɴs sʜᴏᴜʟᴅ ʙᴇ ᴘʀᴏᴘᴇʀʟʏ ᴘᴀʀsᴇᴅ ᴀs ᴍᴀʀᴋᴅᴏᴡɴ ғᴏʀᴍᴀᴛ

<b>ᴜʀʟ ʙᴜᴛᴛᴏɴs:</b>
<code>[Button Text](buttonurl:xxxxxxxxxxxx)</code>

<b>ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴs:</b>
<code>[Button Text](buttonalert:This is an alert message)</code>"""
    AUTOFILTER_TXT = """ʜᴇʟᴘ : <b>ᴀᴜᴛᴏғɪʟᴛᴇʀ</b>
<u>ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴏɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ</u>

⪼ /autofilter on - ᴀᴜᴛᴏғɪʟᴛᴇʀ ᴇɴᴀʙʟᴇ ɪɴ ʏᴏʀ ᴄʜᴀᴛ
⪼ /autofilter off - ᴀᴜᴛᴏғɪʟᴛᴇʀ ᴅɪsᴀʙʟᴇ ɪɴ ʏᴏᴜʀ ᴄʜᴀᴛ

ᴀᴜᴛᴏ ғɪʟᴛᴇʀ ɪs ᴛʜᴇ ғᴇᴀᴛᴜʀᴇ ᴛᴏ ғɪʟᴛᴇʀ ᴀɴᴅ sᴀᴠᴇ  ᴛʜᴇ ғɪʟᴇs ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ғʀᴏᴍ ᴄʜᴀɴɴᴇʟ ᴛᴏ ɢʀᴏᴜᴘ. ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴛʜᴇ ғᴏʟʟᴏᴡɪɴɢ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴏɴ ᴀɴᴅ ᴏғғ ᴛʜᴇ ᴀᴜᴛᴏғɪʟᴛᴇʀ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ..

ᴄᴏᴍᴍᴀɴᴅs :
⪼ /set_template - sᴇᴛ ᴄᴜsᴛᴏᴍ ɪᴍᴅʙ ᴛᴇᴍᴘʟᴀᴛᴇ ғᴏʀ ᴀᴜᴛᴏ ғɪʟᴛᴇʀ
⪼ /get_template - ɢᴇᴛ ᴄᴜʀʀᴇɴᴛ ɪᴍᴅʙ ᴛᴇᴍᴘʟᴀᴛᴇ ᴏғ ᴀᴜᴛᴏ ғɪʟᴛᴇʀ"""
    CONNECTION_TXT = """ʜᴇʟᴘ: <b>ᴄᴏɴɴᴇᴄᴛɪᴏɴs</b>

⪼ ᴜsᴇᴅ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʙᴏᴛ ᴛᴏ ᴘᴍ ғᴏʀ ᴍᴀɴᴀɢɪɴɢ ғɪʟᴛᴇʀs 
⪼ ɪᴛ ʜᴇʟᴘs ᴛᴏ ᴀᴠᴏɪᴅ sᴘᴀᴍᴍɪɴɢ ɪɴ ɢʀᴏᴜᴘs

<b>ɴᴏᴛᴇ :</b>
1. ᴏɴʟʏ ᴀᴅᴍɪɴs ᴄᴀɴ ᴀᴅᴅ ᴀ ᴄᴏɴɴᴇᴄᴛɪᴏɴ
2. sᴇɴᴅ <code>/connect</code> ғᴏʀ ᴄᴏɴɴᴇᴄᴛɪɴɢ ᴍᴇ ᴛᴏ ᴜʀ ᴘᴍ

<b>ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :</b>
⪼ /connect  - ᴄᴏɴɴᴇᴄᴛ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴄʜᴀᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴍ
⪼ /disconnect  - ᴅɪsᴄᴏɴɴᴇᴄᴛ ғʀᴏᴍ ᴀ ᴄʜᴀᴛ
⪼ /connections - ʟɪsᴛ ᴀʟʟ ʏᴏᴜʀ ᴄᴏɴɴᴇᴄᴛɪᴏɴs"""
    EXTRAMOD_TXT = """ʜᴇʟᴘ : <b>ᴇxᴛʀᴀ</b>

<b>ɴᴏᴛᴇ :</b>
ᴛʜᴇsᴇ ᴀʀᴇ ᴛʜᴇ ᴇxᴛʀᴀ ғᴇᴀᴛᴜʀᴇs ᴏғ ᴛʜɪs ʙᴏᴛ

<b>ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :</b>
⪼ /id - ɢᴇᴛ ɪᴅ ᴏғ ᴀ sᴘᴇᴄɪғᴇᴅ ᴜsᴇʀ
⪼ /info  - ɢᴇᴛ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜsᴇʀ
⪼ /imdb  - ɢᴇᴛ ᴛʜᴇ ғɪʟᴍ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ғʀᴏᴍ ɪᴍᴅʙ sᴏᴜʀᴄᴇ
⪼ /search  - ɢᴇᴛ ᴛʜᴇ ғɪʟᴍ ɪɴғᴏʀᴍᴀᴛɪᴏɴ ғʀᴏᴍ ᴠᴀʀɪᴏᴜs sᴏᴜʀᴄᴇs"""
    ADMIN_TXT = """ ʜᴇʟᴘ: <b>ᴀᴅᴍɪɴ</b>

<b>ɴᴏᴛᴇ:</b>
ᴛʜɪs ᴍᴏᴅᴜʟᴇ ᴏɴʟʏ ᴡᴏʀᴋs ғᴏʀ ᴍʏ ᴀᴅᴍɪɴs

<b>ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :</b>
⪼ /logs - ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʀᴇsᴄᴇɴᴛ ᴇʀʀᴏʀs
⪼ /stats - ᴛᴏ ɢᴇᴛ sᴛᴀᴛᴜs ᴏғ ғɪʟᴇs ɪɴ ᴅʙ
⪼ /delete - ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ sᴘᴇᴄɪғɪᴄ ғɪʟᴇ ғʀᴏᴍ ᴅʙ
⪼ /users - ᴛᴏ ɢᴇᴛ ʟɪsᴛ ᴏғ ᴍʏ ᴜsᴇʀs ᴀɴᴅ ɪᴅs
⪼ /chats - ᴛᴏ ɢᴇᴛ ʟɪsᴛ ᴏғ ᴛʜᴇ ᴍʏ ᴄʜᴀᴛs ᴀɴᴅ ɪᴅs
⪼ /leave  - ᴛᴏ ʟᴇᴀᴠᴇ ғʀᴏᴍ ᴀ ᴄʜᴀᴛ
⪼ /disable  -  ᴅᴏ ᴅɪsᴀʙʟᴇ ᴀ ᴄʜᴀᴛ
⪼ /ban_user  - ᴛᴏ ʙᴀɴ ᴀ ᴜsᴇʀ
⪼ /unban_user  - ᴛᴏ ᴜɴʙᴀɴ ᴀ ᴜsᴇʀ
⪼ /channel - ᴛᴏ ɢᴇᴛ ʟɪsᴛ ᴏғ ᴛᴏᴛᴀʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟs
⪼ /broadcast - ᴛᴏ ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜsᴇʀs"""
    STATUS_TXT = """<b>᚛› ᴛᴏᴛᴀʟ ғɪʟᴇs: <code>{}</code></b>
<b>᚛› ᴛᴏᴛᴀʟ ᴜsᴇʀs: <code>{}</code></b>
<b>᚛› ᴛᴏᴛᴀʟ ᴄʜᴀᴛs: <code>{}</code></b>
<b>᚛› ᴜsᴇᴅ sᴛᴏʀᴀɢᴇ: <code>{}</code> </b>
<b>᚛› ғʀᴇᴇ sᴛᴏʀᴀɢᴇ: <code>{}</code> </b>"""
    LOG_TEXT_G = """#ɴᴇᴡɢʀᴏᴜᴘ
    
<b>᚛› ɢʀᴏᴜᴘ ⪼ {}(<code>{}</code>)</b>
<b>᚛› ɢʀᴏᴜᴘʙɪᴅ ⪼ @{}
<b>᚛› ᴛᴏᴛᴀʟ ᴍᴇᴍʙᴇʀs ⪼ {}</b>
<b>᚛› ᴀᴅᴅᴇᴅ ʙʏ ⪼ {}</b>

By @{}
"""
    LOG_TEXT_P = """#ɴᴇᴡᴜsᴇʀ
    
<b>᚛› ɪᴅ - <code>{}</code></b>
<b>᚛› ɴᴀᴍᴇ - {}</b>
<b>᚛› ᴜɴ - @{}</b>

ʙʏ @{}
"""
    CORONA_TXT = """ʜᴇʟᴘ : ᴅʏɴᴏ

ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅs ʜᴇʟᴘs ʏᴏᴜ ᴛᴏ ᴄʜᴇᴄᴋ ʏᴏᴜʀ ʜᴇʀᴏᴋᴜ ᴅʏɴᴏ ᴀᴅᴍɪɴ ᴏɴʟʏ

⪼ ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ:

⪼ /dyno - ᴛᴏ ɢᴇᴛ ʜᴇʀᴏᴋᴜ ᴅʏɴᴏ"""

    URLSHORT_TXT = """ʜᴇʟᴘ : <b> ᴜʀʟ sʜᴏʀᴛɴᴇʀ </b>

ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ʜᴇʟᴘs ʏᴏᴜ ᴛᴏ sʜᴏʀᴛ ᴀ ᴜʀʟ 

ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :

⪼ /short - ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴡɪᴛʜ ʏᴏᴜʀ ʟɪɴᴋ ᴛᴏ ɢᴇᴛ sʜᴏʀᴛᴇᴅ ʟɪɴᴋs,


⪼ 𝖤𝗑𝖺𝗆𝗉𝗅𝖾:
<code>/short https://t.me/Crude_X</code>"""

    VIDEO_TXT ="""ʜᴇʟᴘ ʏᴏᴜ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ

⪼ ᴜsᴀɢᴇ
ʏᴏᴜ ᴄᴀɴ ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴠɪᴅᴇᴏ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ 

**ʜᴏᴡ ᴛᴏ ᴜsᴇ**
⪼ ᴛʏᴘᴇ /video or /mp4 ᴀɴᴅ (https://t.me/MalluHubGP)
⪼ ᴇxᴀᴍᴘʟᴇ:
<code>/mp4 https://xxxxxxxxxx</code>
<code>/video https://xxxxxxxxx</code>"""

    STICKER_TXT = """ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴛʜɪs ᴍᴏᴅᴜʟᴇ ᴛᴏ ғɪɴᴅ ᴀɴʏ sᴛɪᴄᴋᴇʀs ɪᴅ
⪼ ᴜsᴀɢᴇ
ᴛᴏ ɢᴇᴛ sᴛɪᴄᴋᴇᴛ ɪᴅ
 
  ʜᴏᴡ ᴛᴏ ᴜsᴇ
 
⪼ ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ sᴛɪᴄᴋᴇʀ /stickerid"""
    GTRANS_TXT = """ʜᴇʟᴘ : <b>ɢᴏᴏɢʟᴇ ᴛʀᴀɴsʟᴀᴛᴇʀ</b>

ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ʜᴇʟᴘs ʏᴏᴜ ᴛᴏ ᴛʀᴀɴsʟᴀᴛᴇ ᴀ ᴛᴇxᴛ ᴛᴏ ᴀɴʏ ʟᴀɴɢᴜᴀɢᴇs ʏᴏᴜ ᴡᴀɴᴛ. ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴡᴏʀᴋs ᴏɴ ʙᴏᴛʜ ᴘᴍ ᴀɴᴅ ɢʀᴏᴜᴘ

ᴄᴏᴍᴍᴀɴᴅs ᴀɴᴅ ᴜsᴀɢᴇ :

⪼ /tr - ᴛᴏ ᴛʀᴀɴsʟᴀᴛᴇʀ ᴛᴇxᴛs ᴛᴏ ᴀ sᴘᴇᴄɪғᴄ ʟᴀɴɢᴜᴀɢᴇ

⪼ ɴᴏᴛᴇ :
ᴡʜɪʟᴇ ᴜsɪɴɢ /tr ʏᴏᴜ sʜᴏᴜʟᴅ sᴘᴇᴄɪғʏ ᴛʜᴇ ʟᴀɴɢᴜᴀɢᴇ ᴄᴏᴅᴇ

⪼ ᴇxᴀᴍᴘʟᴇ : /𝗍𝗋 𝗆𝗅
• 𝖾𝗇 = ᴇɴɢʟɪsʜ
• 𝗆𝗅 = ᴍᴀʟᴀʏᴀʟᴀᴍ
• 𝗁𝗂 = ʜɪɴᴅɪ"""
    CREATOR_REQUIRED = """❗<b>You have To Be The Group Creator To Do That.</b>"""
      
    INPUT_REQUIRED = "❗ **Arguments Required**"
      
    KICKED = """✔️ Successfully Kicked {} Members According To The Arguments Provided."""
      
    START_KICK = """🚮 Removing Inactive Members This May Take A While..."""
      
    ADMIN_REQUIRED = """❗<b>എന്നെ Admin ആക്കത്ത സ്ഥലത്ത് ഞാൻ നിക്കില്ല പോകുവാ Bii..Add Me Again with all admin rights.</b>"""
      
    DKICK = """✔️ Kicked {} Deleted Accounts Successfully."""
      
    FETCHING_INFO = """<b>ഇപ്പൊ എല്ലാം അടിച്ചുമാറ്റി തരാം...</b>"""
      
    STATUS = """{}\n<b>Chat Member Status</b>**\n\n```<i>Recently``` - {}\n```Within Week``` - {}\n```Within Month``` - {}\n```Long Time Ago``` - {}\nDeleted Account - {}\nBot - {}\nUnCached - {}</i>
"""

    FOND_TXT = """ʜᴇʟᴘ : ғᴏɴᴛ
ғᴏɴᴛ ɪs ᴀ ᴍᴏᴅᴜʟᴇ ғᴏʀ ᴍᴀᴋᴇ ʏᴏᴜʀ ᴛᴇxᴛ sᴛʏʟɪsʜ
ғᴏʀ ᴜsᴇ ᴛʜᴀᴛ ғᴇᴜᴛᴜʀᴇ ᴛʏᴘᴇ /font <your text> ᴛʜᴇɴ ʏᴏᴜʀ ᴛᴇxᴛ ɪs ʀᴇᴀᴅʏ"""

    

